[
    {
        "name": "The Love Show",
        "description": "The show with all the juice about cheating, dating, marriage and being in love. Jaemii and Mlindeni get into the details of being in a successful relationship and getting into the minds of men and women. Get the 101 on everything to do with love, while enjoying a good laugh",
        "link": "https://iono.fm/e/1105772",
        "img": "The Love Show 1.jpg",
        "category": "morning-shows"
    },
    {
        "name": "Fearless Mixes",
        "description": "Enjoy 30 minutes of sizzling hip-hop and trap music!",
        "link": "https://iono.fm/c/5093",
        "img": "Fearless Mixes.jpg",
        "category": "music-shows"
    },
    {
        "name": "The Sporting Base",
        "description": "Stay updated with what is going on in the sports world with our very passionate sports presenters. Marcos and Calvin debate about who deserves the title ‘Champion’, the biggest sports events in the world and get the latest on some of the sports drama.",
        "link": "https://iono.fm/c/2860",
        "img": "The Sporting Base 1.jpg",
        "category": "talk-shows"
    },
    {
        "name": "Oh Baby! Bible Stories",
        "description": "Hey kids! Go on a very fun adventure with T&C as they invite you to join them for the exciting stories they have just for you.",
        "link": "https://iono.fm/c/6061",
        "img": "Oh Baby!.jpg",
        "category": "afternoon-shows"
    },
    {
        "name": "Inspiration For Today",
        "description": "Need some motivation? Enjoy some very encouraging and inspiring talks with Ps Gavin and Vicky Enslin. Discover the secret to a successful and peaceful life.",
        "link": "https://iono.fm/c/2873",
        "img": "Inspiration For Today.jpg",
        "category": "afternoon-shows"
    },
    {
        "name": "Mixes with DJ MoreSA",
        "description": "DJ MoreSA gives you only the best house and EDM music for any occasion! Whether you are needing music for a party/ event, are in a good mood or just feel like dancing - his mixes are perfect.",
        "link": "https://iono.fm/c/3691",
        "img": "Mixes with DJ MoreSA.jpg",
        "category": "music-shows"
    },
    {
        "name": "The V.A.R Show",
        "description": "This show is for every football lover out there. V.A.R is a video assistant referee in football who reviews decisions made by the Head Referee. DJ Sticks & DJ Stones are the new and improved V.A.R - they are here to review how the teams and players are performing. Get the latest and best in football right here.",
        "link": "https://iono.fm/c/4968",
        "img": "The VAR.jpg",
        "category": "afternoon-shows"
    },
    {
        "name": "Decoding The Crimeverse",
        "description": "Go on a journey with Dani and Noelzii as they uncover and investigate the top serial killers / murderers in the world. They attempt to solve the mystery. Who was the actual killer? What did they look like? Why did they do what they did? What was the psychology behind it?",
        "link": "https://iono.fm/c/6067",
        "img": "Decoding The Crimeverse 1.jpg",
        "category": "talk-shows"
    },
    {
        "name": "The Political Show",
        "description": "We are all about revealing the truth behind the headlines. Don’t you hate being lied to? Well, do not fear, our political presenters will expose all sides of the story and will never lie to you. They focus on reading between the lines, and telling us what other media platforms are not. Get the truth today!",
        "link": "https://iono.fm/c/4970",
        "img": "The Political Show 1.jpg",
        "category": "morning-shows"
    },
    {
        "name": "The House Master",
        "description": "Enjoy 30 minutes of uninterrupted House Music. If you&#39;re a House lover, this show is just for you!",
        "link": "https://iono.fm/c/4834",
        "img": "The House Master.jpg",
        "category": "music-shows"
    },
    {
        "name": "What's The Topic???",
        "description": "Will the next show be comical or a discussion about a serious human violation? We don’t know… Nash covers every and any topic on his show. His shows are definitely eye opening and are worth opening up some time in your schedule to listen to.",
        "link": "https://iono.fm/c/2853",
        "img": "What's The Topic 1.jpg",
        "category": "morning-shows"
    },
    {
        "name": "It's A Mom's Life",
        "description": "Struggling to cope as a mom? Not sure if you are raising your children right? Wish you had more time to yourself? Dee and Thando talk about balancing everything as a mom and not just balancing your life but doing it well. Awaken the super mom inside of you!",
        "link": "https://iono.fm/c/6065",
        "img": "It's A Mom's Life 1.jpg",
        "category": "afternoon-shows"
    },
    {
        "name": "Let's Talk",
        "description": "Needing some inspiration or help? While our presenters have a great sense of humour, they also have incredible advice to offer based on a mixture of what the Bible says and personal experiences. Have a problem with understanding the Bible or what certain verses are saying? Don’t worry - our presenters are here to explain what the Bible is really saying in the most intriguing and simple way - making it easy for you to understand.",
        "link": "https://iono.fm/c/2871",
        "img": "Let's Talk 1.jpg",
        "category": "morning-shows"
    },
    {
        "name": "Active Surge",
        "description": "A variety of all the best music combined into one amazing 30 minute mix.",
        "link": "https://iono.fm/c/3032",
        "img": "Active Surge.jpg",
        "category": "music-shows"
    },
    {
        "name": "The Table of Perspective",
        "description": "People can experience the exact same thing, but because of the manner in which they view life and everything it entails, their perspectives and ultimately their responses can be very different. The presenters try to understand why / what influences the way people perceive and act on life in the way they do.",
        "link": "https://iono.fm/c/6729",
        "img": "The Table of Perspective 1.jpg",
        "category": "evening-shows"
    },
    {
        "name": "The TBA Show",
        "description": "Our techies will keep you fully entertained as they announce and discuss all the latest developments in the technology and business world. In a fast paced world, it can be very easy to fall behind. Here on The TBA Show - learn about the latest gadgets and features coming out, what’s worth investing in and what direction the business world is moving in.",
        "link": "https://iono.fm/c/6071",
        "img": "TBA.jpg",
        "category": "morning-shows"
    },
    {
        "name": "Dè Mode",
        "description": "DJ Aqua is the ultimate fashionista and trends guru. If something is trending - you are guaranteed to hear about it on this show. Become a master at keeping up with the trends and jumping on to fashion styles… before they even go viral. Discover what is going out of fashion and what you can expect or look forward to in the future.",
        "link": "https://iono.fm/c/2852",
        "img": "De Mode 1.jpg",
        "category": "morning-shows"
    },
    {
        "name": "The Shade",
        "description": "Radio has never been shadier! Sash, Gloire and Thabo are comedians with a twist. They are on a mission to ensure the quality of the other Active FM shows are up to scratch. They question, review, shade and expose other Active FM presenters in the most entertaining way!",
        "link": "https://iono.fm/c/5463",
        "img": "The Shade 1.jpg",
        "category": "talk-shows"
    },
    {
        "name": "Philosophically Poetic",
        "description": "Philosophically Poetic is a show that digs into the burning and deep questions philosophy asks. Noelzii takes a look into the philosophy behind some of the biggest issues, and questions, asked in the world like: Does God exist? Is marriage worth it? Is racism real? Are we really facing a global warming crisis? Can we actually know anything?",
        "link": "https://iono.fm/c/5139",
        "img": "Philosophically Poetic 1.jpg",
        "category": "evening-shows"
    },
    {
        "name": "The Void Show",
        "description": "This show is about science and the world today. Want to keep updated about the world you’re living in? Perhaps you wanna know how other people view the universe. Want to know if everything you’ve heard about space is true? Embark on a very adventurous journey with us as Andrew reveals the truth about the universe...",
        "link": "https://iono.fm/c/4225",
        "img": "The Void 1.jpg",
        "category": "afternoon-shows"
    },
    {
        "name": "Dirty Laundry",
        "description": "Welcome to Dirty Laundry! Naomi and Beston discuss anything and everything controversial. If it’s making people angry, they will definitely be talking about it on the show without any bias. Who is right???",
        "link": "https://iono.fm/c/6216",
        "img": "Dirty Laundry 1.jpg",
        "category": "afternoon-shows"
    },
    {
        "name": "The Movie Show",
        "description": "Sound effects, acting, storyline, scriptwriting, directing, trailers, cinematography, colour grading and basically anything to do with cinemas and filmmaking - our movie presenters are there. Sash, Ryan and Timothy share hilarious movie facts, incredible behind the scene moments and so much more! Do they rate the movie as worth watching? Find out now!",
        "link": "https://iono.fm/c/2869",
        "img": "The Movie Show 1.jpg",
        "category": "talk-shows"
    },
    {
        "name": "Active FM Live",
        "description": "Active FM presenters from different shows join forces to have the most thoughtful and entertaining discussions live.",
        "link": "https://iono.fm/c/4638",
        "img": "Active FM Live.jpg",
        "category": "talk-shows"
    },
    {
        "name": "Active FM Interviews",
        "description": "Enjoy captivating interviews with great artists, successful businessmen and the influencers of our society.",
        "link": "https://iono.fm/c/4178",
        "img": "Active FM Interviews.jpg",
        "category": "talk-shows"
    },
    {
        "name": "GamerZone",
        "description": "A game show with the latest updates and news. Become a pro gamer with Mlindeni today.",
        "link": "https://iono.fm/c/7020",
        "img": "The love show new pic.JPEG",
        "category": "talk-shows"
    },
    {
        "name": "The Kairos Moment",
        "description": "Kairos Moment is an Opportunity or Season of Spiritual inspiration in your life, that will ultimately lead you to making the right decisions and Choices in life.",
        "link": "https://iono.fm/c/7015",
        "img": "Six show cover.jpg",
        "category": "morning-shows"
    },
    {
        "name": "Dynamic Thoughts With Pastor Ebenezer Kiluba!",
        "description": "Dynamic Thoughts show is inspired by a book with the same title written by Pastor Kiluba wa Kiluba. This book was not born from the speculation of thoughts, it was inspired from direct revelations he received from the Christ through the Scriptures. These powerful (dynamo) thoughts have been the source of his success throughout his international evangelistic ministry.The mind is the driver of one’s life both spiritually and physically, everything goes through the mind and is manifested through one’s works. A mind inspired by the Holy Spirit will produce power in every aspect of life.Dynamic Thoughts show is a platform where mind energizing discussions and messages are transmitted by the help of the Holy Spirit, using the Bible as the foundation of the inspiration!",
        "link": "https://iono.fm/c/7017",
        "img": "Six show cover.jpg",
        "category": "morning-shows"
    },
    {
        "name": "The Factory For Greatness",
        "description": "Ps Marlon deals with biblical entrepreneurial thinking and mindsets, perspectives and attitudes. Thoughts/ nuggets will be shared to become successful!",
        "link": "https://iono.fm/c/7013",
        "img": "Six show cover.jpg",
        "category": "morning-shows"
    },
    {
        "name": "Walk The Talk",
        "description": "Welcome to Walk The Talk on Active FM.",
        "link": "https://iono.fm/c/7016",
        "img": "Six show cover.jpg",
        "category": "afternoon-shows"
    },
    {
        "name": "The Couch",
        "description": "A show that looks into a variety of matters that communities face. Talking about a set of diverse conversations ranging from unemployment to superstitions in South Africa.So come, exchange thoughts and opinions with us.",
        "link": "https://iono.fm/c/7019",
        "img": "Six show cover.jpg",
        "category": "evening-shows"
    },
    {
        "name": "The Game Changers",
        "description": "A podcast series that is hosted by TT Moafrika. Achievers, game changers, workerholics, go-getters Gets to sit down with TT and share their testimonial stories. Acknowledging their great work. Telephonic interviews, studio interviews and a lot of fun.",
        "link": "https://iono.fm/c/7018",
        "img": "Six show cover.jpg",
        "category": "afternoon-shows"
    }
]